/* Template for message displayed while preference panel is loading */
"Loading %@..." = "A carregar %@…";

/* Could not load preference message template */
"CouldNotLoad" = "Não foi possível carregar o painel de preferências %@.";
"CouldNotLoad_ArchMisMatch" = "Não é possível abrir o painel de preferências %@ neste computador. Contacte o fabricante deste software para obter uma versão mais recente.";
"CouldNotLoad_ArchMisMatch_PPC" = "Não é possível abrir as preferências de %@ porque não funcionam num Mac com PowerPC.";
"CouldNotLoad_ArchMisMatch_Intel" = "Não é possível abrir as preferências de %@ porque não funcionam num Mac com processador Intel.";

/* Preferences error alert title */
"Preferences Error" = "Erro nas preferências";

"OK" = "OK";
"CANCEL" = "Cancelar";
"REPLACE" = "Substituir";

"SEARCH_LABEL" =  "Pesquisar";
"SEARCH_PALLETE_LABEL" = "Pesquisar";
"SHOWALL_LABEL" = "Mostrar tudo";
"BACK_AXDESCRIPTION" = "Anterior";
"FORWARD_AXDESCRIPTION" = "Seguinte";
"AXScrollAreaDescription" = "painéis de preferências";

/* Label for Show All button */
"Show All" = "Mostrar tudo";

/* Template for window title.  %@ is replaced by preference panel name */
"System Preferences - %@" = "Preferências do Sistema - %@";

/* Show All window title */
"System Preferences" = "Preferências do Sistema";

/* Truncation string */
"TRUNCATION_STRING" = "…";

/* Tooltips for MacManager disabled preference panes */
"MacManagerDisableLabel" = "O acesso a esta preferência foi limitado.";

/* Attempt to open disabled/hidden preference pane */
"PREF_PANE_HIDDEN_TITLE" = "Não é possível abrir o painel de preferências \“%@\” porque não está disponível neste momento.";
"PREF_PANE_HIDDEN_DESC" = "Para poder ver este painel de preferências, é possível que tenha de ligar um dispositivo ao computador.";

/* Install Assistant */
"PREF_PANE" = "painel de preferências";
"SCREEN_SAVER" = "protecção de ecrã";

"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "Não é possível usar este painel de preferências nesta versão do Mac OS X.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "Não é possível usar esta protecção de ecrã nesta versão do Mac OS X.";
"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_DESC" = "Este painel de preferências requer o Mac OS X %@, ou versão posterior. A versão instalada no seu computador é Mac OS X %@.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_DESC" = "Esta protecção de ecrã requer o Mac OS X %@, ou versão posterior. A versão instalada no seu computador é Mac OS X %@.";

"PREF_PANE_INSTALL_ASSISTANT_CAPTION" = "O painel de preferências \“%@\” necessita de ser instalado para ser utilizado. Gostaria de o instalar agora?";
"SCREEN_SAVER_INSTALL_ASSISTANT_CAPTION" = "A protecção de ecrã \“%@\” necessita de ser instalada para ser utilizada. Gostaria de a instalar agora?";

"INSTALL_ASSISTANT_AUTH_WARNING" = "Depois de clicar em Instalar, terá de digitar o nome e palavra-passe de um administrador deste computador.";

"UNINSTALL_ASSISTANT_ERR_TITLE" = "Não foi possível remover o painel de preferências \“%@\” porque ocorreu um erro.";

"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE" = "O painel de preferências que pretende instalar já se encontra instalado. Gostaria de substituir o painel de preferências existente?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "Já está instalada uma versão mais antiga deste painel de preferências. Pretende substituí-lo por esta versão mais recente?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "Já está instalada uma versão mais recente deste painel de preferências. Pretende substituí-lo por esta versão mais antiga?";

"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE" = "A protecção de ecrã que pretende instalar já se encontra instalada. Gostaria de substituir a protecção de ecrã existente?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "Já está instalada uma versão mais antiga desta protecção de ecrã. Pretende substituí-la por esta versão mais recente?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "Já está instalada uma versão mais recente desta protecção de ecrã. Pretende substituí-la por esta versão mais antiga?";

"PREF_PANE_INSTALL_ASSISTANT_ERR_TITLE" = "Não foi possível instalar o painel de preferências \“%@\” porque ocorreu um erro.";
"SCREEN_SAVER_INSTALL_ASSISTANT_ERR_TITLE" = "Não foi possível instalar a protecção de ecrã \“%@\” porque ocorreu um erro.";

"PREF_PANE_UNINSTALL_ASSISTANT_ERR_TITLE" = "Não foi possível remover o painel de preferências \“%@\” porque ocorreu um erro.";
"SCREEN_SAVER_UNINSTALL_ASSISTANT_ERR_TITLE" = "Não foi possível remover a protecção de ecrã \“%@\” porque ocorreu um erro.";

"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "Não foi possível instalar o painel de preferências \“%@\”, porque já está instalado.";
"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "O painel de preferências \“%@\” faz parte do Mac OS X e não pode ser substituído.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "Não foi possível instalar a protecção de ecrã \“%@\”, porque já está instalada.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "A protecção de ecrã \“%@\” faz parte do Mac OS X e não pode ser substituída.";
"INSTALL_REQUEST_REOPEN_APP" = "Depois de instalar o software, saia das Preferências do Sistema, e volte a abrir.";

"PREF_PANE_INSTALL_ERROR" = "Não foi possível instalar o painel de preferências %@.";
"SCREEN_SAVER_INSTALL_ERROR" = "Não foi possível instalar a protecção de ecrã %@.";

"REMOVE_PREF_CONTEXTUAL_MENU" = "Remover painel de preferências \“%@\”";

"ERR_LOADING_MISSING_TITLE" = "Não é possível abrir “%@” porque não está disponível.";

/* Compatibility warning */
"WINDOW_TITLE_32BIT" = "%@ (32-bit)";
"ERR_LOADING_COMPATIBILITY_TITLE" = "Para usar o painel de preferências \“%@\”, tem de sair da aplicação Preferências do Sistema, e voltar a abri-la.";
